export const Slides = [
  {
    type: 'text',
    subtitle: "客西馬尼園",
    title: "黑夜中的逮捕",
    content: "夜深了\n橄欖樹間的風聲輕輕吹過，"
  },
  { type: 'image', src: 2 },
  { type: 'text', content: "耶穌剛結束那段極其痛苦的禱告。\n\n遠方忽然出現火把的光。\n猶大帶著士兵走進園中，\n用一個親吻作為背叛的記號。\n\n士兵上前捉拿耶穌，門徒驚慌四散。\n\n沒有爭辯、沒有反抗，\n耶穌只是靜靜地站在那裡。\n祂甘願被捆綁，被帶走。\n\n因為祂知道，\n這條路祂必須走下去。" },
  { type: 'image', src: 3 },
  {
    type: 'text',
    subtitle: "被審判的義人",
    title: "不義的審判",
    content: "耶穌被帶到宗教領袖與羅馬官員面前。\n控告一個接一個出現，\n卻始終找不出真正的罪。\n彼拉多看見祂的沉默，也看見祂的無辜。\n他原想釋放祂。\n\n然而群眾的聲音越來越大\n——\n「釘祂十字架！」\n\n在喧囂與憤怒之中，義者被審判。"
  },
  { type: 'image', src: 5 },
  { type: 'image', src: 6 },
  {
    type: 'text',
    subtitle: "殘酷的刑罰",
    title: "鞭打與折磨",
    content: "審判之後，刑罰開始。\n鞭子一次又一次落下。\n皮肉被撕裂，鮮血順著身體流下。\n每一次鞭打，都是無情的折磨。\n祂的身體早已疲憊不堪。\n\n但耶穌沒有逃避，也沒有退後。\n祂仍然承受這一切。"
  },
  { type: 'image', src: 7 },
  { type: 'image', src: 8 },
  { type: 'image', src: 9 },
  {
    type: 'text',
    subtitle: "嘲笑與羞辱",
    title: "戲弄君王",
    content: "士兵把紫袍披在祂身上。\n他們編起荊棘，戴在祂的頭上。\n鮮血從額頭流下。\n他們跪下嘲笑祂，說：「猶太人的王萬歲！」\n\n真正的君王，此刻卻成為眾人嘲弄的對象。\n羞辱與痛苦交織在一起，\n而耶穌仍然沉默。"
  },
  { type: 'image', src: 10 },
  {
    type: 'text',
    subtitle: "十字架的道路",
    title: "進入苦路",
    content: "他們把十字架放在祂肩上。\n這是一條沉重的路。\n一條通往各各他的路。\n\n耶穌一步一步向前走，\n在塵土與人群之中，\n背著那沉重的十字架。\n\n祂跌倒，又被迫站起來。\n祂的身體早已傷痕累累。\n\n而這，只是開始。"
  },
  { type: 'image', src: 11 },
]
